{
  "hotels": [
    {
      "id": 2,
      "name": "Murphy Group Hotel",
      "description": "Vel et pariatur minus eos sit laborum. Numquam qui ea qui aut. Qui molestiae inventore. Voluptatem excepturi cum eos. Perspiciatis unde ut hic.",
      "distance_to_venue": "354 meters",
      "rating": 2,
      "price_category": "medium",
      "amenities": [
        " Breakfast Included",
        " Free Parking",
        " Gym"
      ],
      "address": "12575 Reichel Ways",
      "image": "../assets/hotel7.jpg",
      "rooms": [
        {
          "id": 102,
          "name": "Bechtelar and Sons Room",
          "description": "Pariatur corporis dolorem. Optio consectetur rem esse quas consequuntur officia deserunt. Placeat labore quibusdam dolorem esse sed quis.",
          "max_occupancy": 3,
          "price_in_usd": 18.240000000000002
        },
        {
          "id": 202,
          "name": "Harvey, Welch and Balistreri Room",
          "description": "Ratione deleniti soluta odio voluptatum. Magni sit dolorum. Eius quasi quo eum doloremque repellat.",
          "max_occupancy": 2,
          "price_in_usd": 37.44
        },
        {
          "id": 302,
          "name": "Bode, Luettgen and Ziemann Room",
          "description": "Sed dolore dolor. Ad esse repudiandae minima dolore soluta et libero voluptatem. In veritatis eligendi. Est voluptas expedita reiciendis quia est enim voluptas magni. In voluptatem ipsa sed rerum ad magni repellat.",
          "max_occupancy": 3,
          "price_in_usd": 96.49000000000001
        }
      ]
    },
    {
      "id": 3,
      "name": "Mosciski Group Hotel",
      "description": "Autem distinctio nam consequatur ipsum error voluptate a. Molestias quam pariatur. Nihil praesentium quam pariatur. Distinctio eum id fuga magnam est iste fugiat et repudiandae.",
      "distance_to_venue": "10 meters",
      "rating": 2,
      "price_category": "medium",
      "amenities": [
        " Breakfast Included",
        " Swimming Pool",
        " Gym"
      ],
      "address": "83343 Theresa Mountain",
      "image": "../assets/hotel4.jpg",
      "rooms": [
        {
          "id": 103,
          "name": "Koch, Bergstrom and Rutherford Room",
          "description": "Et sit mollitia eaque suscipit minima fuga et enim sit. Quidem quisquam fuga ut laudantium ut esse consequatur dolore quia. Saepe sint magni eveniet minus.",
          "max_occupancy": 4,
          "price_in_usd": 6.23
        },
        {
          "id": 203,
          "name": "Kuvalis, Nicolas and Klocko Room",
          "description": "Alias incidunt voluptates est facilis dolorum. Cupiditate et temporibus fugiat. Rerum sit saepe harum atque at similique in. Et inventore quae repellat ipsum omnis et repudiandae nisi voluptatem. Labore et sed dolore tenetur dignissimos exercitationem quibusdam facere velit. Sint ipsam magnam.",
          "max_occupancy": 4,
          "price_in_usd": 75.57000000000001
        },
        {
          "id": 303,
          "name": "Dare - Rogahn Room",
          "description": "Rem explicabo velit autem tempore voluptate rerum et occaecati est. Temporibus sint sed quia ut et dolores. Et omnis et. Et minima mollitia culpa laudantium est deleniti corrupti. Optio delectus maxime vel tempora.",
          "max_occupancy": 1,
          "price_in_usd": 52.53
        }
      ]
    },
    {
      "id": 4,
      "name": "Hoppe LLC Hotel",
      "description": "Ea voluptatum ut et repellat. Dolor commodi quos facilis sit et mollitia officia optio. Consequatur maiores dignissimos et aut sint et voluptatibus numquam quam. Amet recusandae consectetur quia id sunt et illum.",
      "distance_to_venue": "112 meters",
      "rating": 2,
      "price_category": "low",
      "amenities": [
        " WIFI",
        " Spa",
        " Pets Allowed"
      ],
      "address": "17854 Kailyn Club",
      "image": "../assets/hotel7.jpg",
      "rooms": [
        {
          "id": 104,
          "name": "Heathcote and Sons Room",
          "description": "Id qui dolores. At excepturi voluptas sint ut sit placeat officiis adipisci. Eligendi perferendis rerum dolorem et tempora. Ea adipisci sed quasi. Harum repellat dignissimos nihil quia rem deserunt explicabo neque. Voluptas ab soluta.",
          "max_occupancy": 1,
          "price_in_usd": 94.81
        },
        {
          "id": 204,
          "name": "Stamm - Ankunding Room",
          "description": "Hic a molestias corrupti dolor. Sequi molestias a veritatis eaque non architecto odio. Deleniti dolorum qui magnam qui modi iste fugit sit. Laudantium provident animi accusamus. Molestias quaerat incidunt ut ex ipsa est.",
          "max_occupancy": 4,
          "price_in_usd": 81.79
        },
        {
          "id": 304,
          "name": "Veum, Schultz and Hyatt Room",
          "description": "Eum qui fugit. Sint officia error totam ex. Sed accusamus sit. Quia vel adipisci dolor qui aspernatur perferendis autem dolorum animi. Fugit sit harum est quae consequatur occaecati quae voluptas. Aliquid nam iusto quo voluptatem voluptatum labore.",
          "max_occupancy": 3,
          "price_in_usd": 22.46
        }
      ]
    },
    {
      "id": 5,
      "name": "Pollich and Sons Hotel",
      "description": "Fuga blanditiis ut mollitia. Id cum excepturi suscipit excepturi natus placeat provident minus. Quae et velit inventore.",
      "distance_to_venue": "232 meters",
      "rating": 3,
      "price_category": "medium",
      "amenities": [
        " Breakfast Included",
        " Spa",
        " Laundry Services"
      ],
      "address": "532 Schoen Drives",
      "image": "../assets/hotel2.jpg",
      "rooms": [
        {
          "id": 105,
          "name": "Leannon - Schiller Room",
          "description": "Necessitatibus consequatur dolorem delectus repellendus autem quaerat error. Ea voluptatem beatae quis rerum. Molestiae iusto laboriosam sed officiis sit commodi repellat illum enim. Quia blanditiis tempore iusto deserunt voluptas doloribus beatae ad. Non cumque dolor architecto praesentium adipisci.",
          "max_occupancy": 4,
          "price_in_usd": 56.65
        },
        {
          "id": 205,
          "name": "Purdy - Schiller Room",
          "description": "Ullam ratione debitis earum dolores placeat at ut. Et quia consequatur. Quia animi autem dolores vel delectus.",
          "max_occupancy": 4,
          "price_in_usd": 20.22
        },
        {
          "id": 305,
          "name": "Kohler - Shanahan Room",
          "description": "Quia ut nesciunt omnis perferendis voluptas provident. Est placeat hic consequatur minus eos dicta pariatur provident. Dignissimos enim doloremque exercitationem impedit optio itaque beatae. Autem consequatur quisquam et non. Dolore aut sit sit corporis qui et explicabo porro non.",
          "max_occupancy": 3,
          "price_in_usd": 55.32
        }
      ]
    },
    {
      "id": 6,
      "name": "Kovacek - D'Amore Hotel",
      "description": "Saepe et ut ut esse dolore. Voluptatum fuga voluptates. Eveniet sit blanditiis harum.",
      "distance_to_venue": "96 meters",
      "rating": 3,
      "price_category": "high",
      "amenities": [
        " Breakfast Included",
        " Swimming Pool",
        " Gym"
      ],
      "address": "7738 Nickolas Stream",
      "image": "../assets/hotel2.jpg",
      "rooms": [
        {
          "id": 106,
          "name": "Raynor, Beahan and Carter Room",
          "description": "Molestiae sed qui sed ipsam deserunt laudantium qui totam natus. Esse a vel facere. Necessitatibus earum enim dolorem ut. Ab minus sapiente fugiat aut asperiores blanditiis vitae velit. Ratione atque saepe exercitationem vel perferendis aut nostrum ea repudiandae.",
          "max_occupancy": 2,
          "price_in_usd": 3.3200000000000003
        },
        {
          "id": 206,
          "name": "Kunze - Nitzsche Room",
          "description": "Aliquid laborum repellendus id. Et culpa eveniet blanditiis. Eum dolore impedit et et ex. Quis in asperiores occaecati corporis.",
          "max_occupancy": 3,
          "price_in_usd": 29.19
        },
        {
          "id": 306,
          "name": "Hane, Braun and Jerde Room",
          "description": "Doloribus blanditiis blanditiis ut incidunt molestiae neque. Eligendi ut dolore laborum est expedita aperiam. Quisquam tempora quos ut. Est animi labore nisi necessitatibus. Sint est animi sint deleniti eveniet. Sit nostrum voluptates.",
          "max_occupancy": 3,
          "price_in_usd": 4.94
        }
      ]
    },
    {
      "id": 7,
      "name": "Cummerata and Sons Hotel",
      "description": "Occaecati reiciendis magni quas tenetur ad ut. Sunt et delectus veniam nam qui. Quos error ab quod nulla voluptatem quos recusandae aliquam. Eum et facilis. Dolores repellat molestiae velit iure et libero eum.",
      "distance_to_venue": "141 meters",
      "rating": 1,
      "price_category": "high",
      "amenities": [
        " A/C",
        " Free Parking",
        " Laundry Services"
      ],
      "address": "53405 Hettinger Cape",
      "image": "../assets/hotel3.jpg",
      "rooms": [
        {
          "id": 107,
          "name": "Ebert LLC Room",
          "description": "Ipsum explicabo nesciunt accusantium ea iusto dolores ratione natus. Magni esse neque est dolore ducimus repellendus. Ut dolorum iste pariatur accusamus autem.",
          "max_occupancy": 3,
          "price_in_usd": 10.35
        },
        {
          "id": 207,
          "name": "Jakubowski - Dickinson Room",
          "description": "Sunt voluptas dolor aut aut at quasi. Nobis ipsum necessitatibus rerum sint qui voluptas nulla non similique. Odio iure aliquam earum officiis. Dignissimos sapiente incidunt necessitatibus expedita. Non minus illo ut officiis nulla quibusdam autem.",
          "max_occupancy": 4,
          "price_in_usd": 36.4
        },
        {
          "id": 307,
          "name": "Hamill Group Room",
          "description": "Ullam laborum qui animi. Alias commodi enim. Consequatur officiis sit aliquam voluptatem est.",
          "max_occupancy": 2,
          "price_in_usd": 88.77
        }
      ]
    },
    {
      "id": 8,
      "name": "Morissette Group Hotel",
      "description": "Nesciunt omnis odio quis et vel non eos. Perspiciatis dicta aut similique sit fugiat laborum quia. Dignissimos labore error culpa quaerat id et consectetur.",
      "distance_to_venue": "164 meters",
      "rating": 0,
      "price_category": "medium",
      "amenities": [
        " WIFI",
        " Swimming Pool",
        " Gym"
      ],
      "address": "65544 Ashleigh Views",
      "image": "../assets/hotel3.jpg",
      "rooms": [
        {
          "id": 108,
          "name": "Gleason, Stokes and Kunze Room",
          "description": "Commodi rerum necessitatibus quia perferendis molestiae qui ullam. Eum quidem consectetur. Nesciunt dolores maiores consectetur enim provident culpa pariatur magni cupiditate. Natus aut qui.",
          "max_occupancy": 3,
          "price_in_usd": 30.91
        },
        {
          "id": 208,
          "name": "Schiller LLC Room",
          "description": "Qui iste et. Qui omnis iusto cum voluptatum ducimus rerum. Debitis itaque quis. Dolores sint sed cumque. Aut aut eius ipsa.",
          "max_occupancy": 2,
          "price_in_usd": 95.11
        },
        {
          "id": 308,
          "name": "Kling - Parisian Room",
          "description": "Omnis inventore tempore dolores ea ducimus at. Hic temporibus debitis. Nobis molestiae quae ut perferendis sunt.",
          "max_occupancy": 1,
          "price_in_usd": 46.26
        }
      ]
    },
    {
      "id": 9,
      "name": "O'Hara - Beier Hotel",
      "description": "Facilis occaecati ea maiores. Molestiae distinctio fuga. Nulla et deserunt rerum. Et id omnis est. Esse aut corporis molestiae quisquam aliquid. Incidunt quod eos iste vitae totam vitae sunt.",
      "distance_to_venue": "209 meters",
      "rating": 4,
      "price_category": "medium",
      "amenities": [
        " WIFI",
        " Swimming Pool",
        " Gym"
      ],
      "address": "3293 Serena Prairie",
      "image": "../assets/hotel3.jpg",
      "rooms": [
        {
          "id": 109,
          "name": "Stroman Inc Room",
          "description": "Deleniti et doloribus. Incidunt ab ex sit occaecati assumenda voluptate reprehenderit. Iste sit voluptas omnis cum voluptatibus quia. Id dolores eius fugiat et quibusdam.",
          "max_occupancy": 2,
          "price_in_usd": 68.45
        },
        {
          "id": 209,
          "name": "Bernier, Feest and Nienow Room",
          "description": "Voluptas officiis perspiciatis error quia repellendus soluta corporis quos assumenda. Iste sunt qui deserunt veniam dignissimos at. Ut laboriosam tenetur velit minima reprehenderit. Enim dicta magnam iusto. Velit ducimus id. Et excepturi vel.",
          "max_occupancy": 4,
          "price_in_usd": 31.19
        },
        {
          "id": 309,
          "name": "Tromp, Shanahan and Kuhic Room",
          "description": "Accusantium quia illo odit autem. Rerum nulla et aut itaque doloribus perspiciatis quia et placeat. Aut atque molestiae inventore. Deleniti qui exercitationem perspiciatis autem rerum consequatur est voluptatem in. Voluptatem hic vero sed vero eligendi ratione.",
          "max_occupancy": 1,
          "price_in_usd": 93.99
        }
      ]
    },
    {
      "id": 10,
      "name": "Rogahn - Grimes Hotel",
      "description": "Tempora aspernatur iste atque atque. Non assumenda debitis quia totam aut sit. Voluptatem quisquam necessitatibus iste autem dolores et quia aut. Distinctio voluptas ut quo nobis ut. Et quas similique facere.",
      "distance_to_venue": "144 meters",
      "rating": 4,
      "price_category": "medium",
      "amenities": [
        " A/C",
        " Swimming Pool",
        " Laundry Services"
      ],
      "address": "5811 Glover Lakes",
      "image": "../assets/hotel1.jpg",
      "rooms": [
        {
          "id": 110,
          "name": "Christiansen and Sons Room",
          "description": "Reiciendis et qui eum iste pariatur. Et fugit atque exercitationem nihil eum at vel. Quas quia dicta. Eius sed voluptatem nam quam natus suscipit. Voluptate enim nesciunt rerum sapiente voluptas optio voluptas eum sit.",
          "max_occupancy": 3,
          "price_in_usd": 15.85
        },
        {
          "id": 210,
          "name": "Jakubowski and Sons Room",
          "description": "Aperiam repudiandae laborum deleniti. Repellendus doloremque voluptas iste. Porro rerum nulla minus iusto est aspernatur. Qui eum totam voluptatem animi maxime recusandae sit reiciendis quis.",
          "max_occupancy": 3,
          "price_in_usd": 14.94
        },
        {
          "id": 310,
          "name": "Mohr, Kub and Crooks Room",
          "description": "Beatae eaque maxime sed blanditiis placeat non quasi consequuntur. Magni voluptates sequi reiciendis. Et nisi quasi velit qui non repudiandae provident. Cum ad maiores quisquam eum. Est provident rerum nobis quo illo voluptate cum. Maxime architecto enim.",
          "max_occupancy": 4,
          "price_in_usd": 72.69
        }
      ]
    },
    {
      "price_category": "medium",
      "rating": "2",
      "id": 11
    },
    {
      "price_category": "medium",
      "rating": "2",
      "id": 12
    },
    {
      "price_category": "medium",
      "rating": "2",
      "id": 13
    },
    {
      "distance_to_venue": "khjlkjh",
      "price_category": "medium",
      "id": 14
    },
    {
      "price_category": "medium",
      "id": 15
    }
  ]
}